export default [
	{
		label: '领养前需要购买好生活用品，整好环境，然后去医院预交狗狗的绝育费或者一笔医疗费用，再给一张身份证复印件留底，请问是否接受？'
	},
	{
		label: '您的姓名？性别？那里人？'
	},
	{
		label: '您的年龄？婚否？是否有小孩？'
	},
	{
		label: '您的身份证号？'
	},
	{
		label: '您的手机号码？联系qq或者微信号？'
	},
	{
		label: '您的工作是什么？收入情况如何？'
	},
	{
		label: '请输入您的联系地址： （常住地，自己产权还是租房？）'
	},
	{
		label: '与您共同居住的家庭成员有？领养狗狗他们是否同意，他们有没有过敏历史？'
	},
	{
		label: '是否愿意购买安全的驱虫药为狗做驱虫？一到三个月内驱虫同外驱各做一次。费用支出是一百元左右。'
	},
	{
		label: '是否愿意每年及时为狗狗接种疫苗同狂犬病针？费用支出大约是两百元左右。'
	},
	{
		label: '是否愿意给狗狗喂食天然健康的狗粮？可以搭配新鲜肉菜杂粮？'
	},
	{
		label: '伙食支出，小型犬一个月三百，中型犬一个月五百，大型犬一个月八百到一千费用，是否能接受？'
	},
	{
		label: '是否有看中的领养狗狗(如果有，请填写名字，没有，请填写你想领养什么样的狗)'
	},
	{
		label: '是否有搬家计划？如果搬家，能不能带上它到新家生活，让它的生活质量不会降低？'
	},
	{
		label: '为了狗道着想，领养的狗狗需要绝育，是否同意？（如果不同意，不愿意的原因？）'
	},
	{
		label: '请问你对狂犬病的看法如何？ 对于收养的狗狗有可能经常抓伤和咬伤你的行为，是否接受？',
		required: false
	},
	{
		label: '是否了解弓形虫问题？认为养狗与怀孕有冲突有危险吗？'
	},
	{
		label: '狗狗有病需要及时去医院治疗，你是否愿意？不管多大的病，都愿意做到不离不弃？'
	},
	{
		label: '是否愿意家里散养，不笼养，不关在阳台露台生活？是否愿意在家里做好防护，防止它高楼坠下？'
	},
	{
		label: '是否愿意接受包容狗狗的不完美，例如掉毛，流口水，鬼叫，撕家，乱拉大小便，抓伤咬伤人？'
	},
	{
		label: '当犬只长大变老，您是否能做到关爱它一生，不离不弃，并愿意接受它给您生活带来的种种不便？(比如掉毛，和随地排泄等生理现象和不良生活习惯)'
	},
	{
		label: '是否愿意出门牵绳？做文明主人，收拾狗狗的屎屎？'
	},
	{
		label: '您家目前是否还有其它宠物？如果有，请说明'
	},
	{
		label: '您是否接受回访？定期微信或者qq回访？'
	},
	{
		label: '当你无法再养狗狗，告诉我们，在我们寻找到新家庭收养之前，保持它的生活质量不变，不会私下遗弃或转赠他人，请问愿意吗？'
	},
	{
		label: '领养人资料备份：请附上你的姓名QQ传一份您的身份证复印件给送养人/救助人。对申请表有困惑或者问题请联留言'
	}
]